Repository: Kleeraphie/MKV-Subtitle-Converter
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Idle
de_de: Inaktiv

source: Converting
de_de: Konvertieren

source: Replacing
de_de: Ersetzen

source: Cancelled
de_de: Abgebrochen

source: About
de_de: Über

source: Check for updates
de_de: Auf Updates überprüfen

source: View Licenses
de_de: Lizenzen anzeigen

source: You are already up to date.
de_de: Die neuste Version ist bereits installiert.

source: Browse your computer to select files
de_de: Computer durchsuchen um Dateien auszuwählen

source: Browse
de_de: Durchsuchen

source: Selected files:
de_de: Ausgewählte Dateien

source: Settings
de_de: Einstellungen

source: Format of the new subtitles:
de_de: Format der neuen Untertitel

source: Edit subtitles before muxing
de_de: Untertitel vor dem Muxen bearbeiten

source: Save images of PGS subtitles
de_de: Bilder der PGS Untertitel speichern

source: Keep original MKV files
de_de: Originale MKV-Dateien behalten

source: Keep a copy of the old subtitle files
de_de: Kopie der alten Untertitel behalten

source: Keep a copy of the new subtitle files
de_de: Kopie der neuen Untertitel behalten

source: Use different languages for some subtitles
de_de: Eine andere Sprache für einige Untertitel verwenden

source: Allowed text color brightness deviation:
de_de: Erlaubter Unterschied in der Helligkeit der Schrift:

source: Exit
de_de: Beenden

source: Help
de_de: Hilfe

source: Help for choosing the right settings
de_de: Hilfe beim Finden der richtigen Einstellungen

source: Format of the new subtitles:
de_de: Format für die neuen Untertitel:

source: The format of your new subtitles. SRT is the most common format and is supported by most video players.
de_de: Das Format der neuen Untertitel. SRT ist das am weitesten verbreitete Format und wird von den meisten Video-Playern unterstützt.

source: Edit subtitles before muxing:
de_de: Untertitel vor dem Muxen bearbeiten:

source: Before exchanging the subtitles with the new ones, the program will pause so that you can edit them. The program continues after pressing <Enter> in the console.
de_de: Bevor die Untertitel ausgetauscht werden hält das Programm an damit sie bearbeitet werden können. Das Programm fährt fort, wenn in der Konsole Enter gedrückt wird.

source: Save images of PGS subtitles:
de_de: Bilder der PGS Untertitel speichern:

source: You can save the images that make up the old subtitles. This can be useful if you want to compare the old and new subtitles. They are stored in a directory where this program is installed.
de_de: Du kannst die Bilder der alten Untertitel speichern. Das kann beim Vergleichen der alten Untertitel mit den neuen helfen. Sie werden in dem Ordner gespeichert, in dem das Programm installiert ist.

source: Keep original MKV files:
de_de: Originale MKV-Dateien behalten:

source: You can keep the original video files. This way you can test different settings.
de_de: Du kannst die originale Video-Datei behalten. So kannst du einfacher verschiedene Einstellungen ausprobieren.

source: Keep a copy of the old subtitle files:
de_de: Kopie der alten Untertitel behalten:

source: You can save the original subtitle files. This way the program does not need to extract them again if you run the program again.
de_de: Du kannst die alten Untertitel speichern. Dadurch muss das Programm diese nicht wieder extrahieren, falls du die Untertitel später erneut konvertieren möchtest.

source: Keep a copy of the new subtitle files:
de_de: Kopie der neuen Untertitel behalten:

source: You can save the new subtitle files. This way you can easily edit them later.
de_de: Du kannst die neuen Untertitel speichern. So kannst du sie einfacher später bearbeiten.

source: Use different languages for some subtitles:
de_de: Eine andere Sprache für einige Untertitel verwenden:

source: help.language
de_de: Das Programm kann eine andere Sprache zum Erkennen des Texts in einem Untertitel nutzen als die Datei angibt. Das ist nützlich, da z.B. einige englische Untertitel Buchstaben wie ä, ö oder ü enthalten. Dann kann man 'Deutsch' als Sprache verwenden, da das deutsche Alphabet alle Buchstaben des englischen Alphabets enthält + diese Umlaute. Änderungen werden durch eine neue Zeile getrennt und haben dieses Format: alte Sprache -> neue Sprache (z.B. eng -> deu).

source: Allowed text color brightness deviation:
de_de: Erlaubter Unterschied in der Helligkeit der Schrift:

source: help.brightness
de_de: Hier kannst du den maximalen Unterschied der Helligkeit in der Schrift von den alten Untertiteln einstellen. Das ist nützlich, da einige Bilder mehr Rauschen enthalten als andere. Der Wert sollte so niedrig wie möglich sein, aber der Text sollte nicht zu dünn werden.

source: Update available
de_de: Update verfügbar

source: Version {latest_version} is available. Do you want to download it?
de_de: Version {latest_version} ist verfügbar. Möchstest du sie installieren?

source: Error
de_de: Fehler

source: Progress
de_de: Fortschritt

source: Current job: {job}
de_de: Aktueller Job: {job}

source: Conversion finished
de_de: Konvertierung abgeschlossen

source: The conversion is finished.
de_de: Die Konvertierung ist abgeschlossen.

source: No files selected. Please select at least one file.
de_de: Keine Dateien ausgewählt. Bitte mindestens eine Datei auswählen.

source: Licenses
de_de: Lizenzen

source: General
de_de: Allgemein

source: Graphics
de_de: Graphik

source: Save
de_de: Speichern

source: Language:
de_de: Sprache:

source: Light
de_de: Hell

source: Dark
de_de: Dunkel

source: The subtitles are ready for editing. They can be found at {sub_dir}. Press OK when you are done.
de_de: Die Untertitel sind bereit zur Bearbeitung. Sie können hier gefunden werden: {sub_dir}. Nach dem Bearbeiten drücke OK.
